//Задача 1:В клас Shapes добавете нова статична функция drawPentagon, която рисува правилен петоъгълник
//         по координати на централната точка и дължина на страната в пиксели;
//
//Задача 2:В клас Shapes добавете нова статична функция drawHexagon, която рисува правилен шестоъгълник
//         по координати на централната точка и дължина на страната в пиксели;
// 
//Задача 3:Напишете функция която рисува празен правоъгълник с подадена дебелина на линиите.
//         (ПОЯСНЕНИЕ: може да стане с помощта 2 запълнени правоъгълника);